import React from 'react';

export const text = {
    text1: <h5 style={{padding:'10px'}}>Я, Амиров Фанзиль.
    Мне 27 лет.
    Живу в Санкт-Петербурге.
    Имею высшее техническое образование.</h5>,
    text2: <h5 style={{padding:'10px'}}>После училище работал токарем.
    Спустя некоторое время самостоятельно изучил программирование станков с числовым программным управлением. Писал свой код на обработку деталей и успешно запускал программу.  А примерно год назад заинтересовался web-программированием. Самостоятельно изучение начал  с html, css. Затем изучил основы JavaScript. Далее приобрёл курс с  подробным изучением JavaScript и библиотеку React. И с нуля написал свой первый личный сайт.
    </h5>,
    text3: <h5 style={{padding:'10px'}}>Главной отдушиной для меня является -  спортивные бальные танцы. Становился неоднократным призёром и победителем городских турниров.
    Также в свободное время люблю играть на гитаре, усовершенствовать знание английского языка, читать художественную литературу, рисовать.</h5>,
    text4: <h5 style={{padding:'10px'}}>Планы на будущее.
    На данный момент я продолжаю интенсивно изучать современные технологии фронтэнд разработки.
    Также намерен в скором времени освоить бэкэнд разработку(node.js) и применять на практике.
                
    Мне нравится писать код и видеть результат труда, поэтому с уверенностью вижу себя разработчиком в it компании.</h5>
}