import React from 'react';

export const text = {
    text1: <h5 ><b>Я</b>
    <br />
    Амиров Фанзиль.
    <br />
    Мне 27 лет.
    <br />
    Живу в Санкт-Петербурге.
    <br />
    Имею высшее техническое образование.</h5>,

    text2: <h5> <b>Начало в web-программировании</b>
    <br />
    <br />
    После училище работал токарем.
    <br />
    Спустя некоторое время самостоятельно изучил 
    программирование станков с числовым программным управлением. 
    Писал свой код на обработку деталей и успешно запускал программу.
    <br />  
    <br />
    Примерно год назад заинтересовался web-программированием. 
    Самостоятельное изучение начал  с HTML, CSS и JavaScript. 
    <br />
    Позже приобрёл курс с  подробным изучением JavaScript и библиотеку React.
    <br /> 
    <br />
    И с нуля написал свой первый личный сайт.
    </h5>,
    text3: <h5 > <b>Хобби</b>
    <br />
    <br />
    Главной отдушиной для меня является спортивные бальные танцы.
    <br />
     Становился неоднократным призёром и победителем городских турниров.
     <br />
     <br />
    Также в свободное время люблю играть на гитаре, совершенствовать знание английского языка, читать художественную литературу, рисовать.</h5>,
    text4: <h5><b>Планы на будущее</b> 
    <br />
    <br />
    На данный момент я продолжаю интенсивно изучать современные технологии фронтэнд разработки.
    <br />
    <br />
    <br />
    Мне нравится писать код и видеть результат труда, поэтому с уверенностью вижу себя разработчиком в it компании.</h5>
}