import React from 'react';

export const TitleText = {
    text1: <h3><b>Список задач.</b>
        <br />
    <h4>Пример использования асинхронного кода.
    Использование анимации лоудера при ожидании загрузки задач</h4>
    <b>Язык.</b> 
    <h4>html, css, JavaScript react js.</h4>
    <b>Исходник:</b> 
    <h4>гитхаб</h4>
    </h3>,
    text2: <h3>Игра. 
    Язык: html, css, JavaScript.
    Исходник: гитхаб.</h3>,
    text3: <h3>Калькулятор прямого вычисления размеров  конических поверхностей
    Пример использования математических и тригонометрических формул.
    Преобразование чисел в градусы и минуты.
    Язык: html, native js
    Исходник: гитхаб</h3>,
    text4: <h3>Список персон.
    Пример использования пагинации, сортировки списка (по рейтингу, алфавиту), маршрутизации.
    Язык: htlm, css, JavaScript, react js 
    Библиотека: bootstrap,
    Исходник: гитхаб</h3>,
    text5: <h3>Список персон.
    Пример использования пагинации, сортировки списка (по рейтингу, алфавиту), маршрутизации.
    Язык: htlm, css, JavaScript, react js 
    Библиотека: bootstrap,
    Исходник: гитхаб</h3>
}